{
    "welcome": "Welcome to my app!",
    "langugaes":"Languages",
    "landingIntro": " Hello,<br/> Welcome to the image database project .<br/> if you have already registered a system, please enter it using the button.<br/>The database is developed as part of a final project that is being carried out in the Department of Software Engineering and Information Systems at Ben-Gurion University.<br/>  Our goal is to create a database of beautiful images taken by amateur and professional photographers and understand how much people like each of them. To allow us to arrive at a reliable assessment of the beauty of the images, we ask that you view at least 70 images and give each of them a score that expresses How much do you like them? In our estimation, the time required is about 10 minutes. <br/>The research is anonymous. We are interested in statistical data and not in personal data, so we do not collect any details about you. We would be happy if you later answer some demographic questions, but It's not mandatory, all you need is an email address so we can allow you to enter the system.",
    "landingTitle" : "How much do you like this photo?",
    "landingSubTitle" : "Enjoy beautiful photos, and help us build a dataset of aesthetic images in the process.",
    "landingPart1" : "Welcome! We invite you to rate a set of beautiful photos in terms of how much you like each of them.",
    "landingPart2":"If you are already a registered rater, please enter using the “Registered Users” button.",
    "landingPart3":"If you are not registered yet, please press “Continue” ",
    "landingPartContinute":"If you are not registered yet,  please read the following information carefully before proceeding.",
    "landingNum":"people have taken this test so far.",
    "landingSubHeadline1":"Why we are doing this research:",
    "landingSubText1":"The primary goal of this project is to gather data on how much people like various photos.    ",
    "landingSubHeadline2":"What you will have to do:     ",
    "landingSubText2":"You will be asked to view at least 70 photos and rate how much you like each of them. All photos were taken by professional and amateur photographers. There are no ugly or offensive photos in this dataset! If you like the experiment, you can ask to view and rate additional photos during this session or in the future.    ",
    "landingSubHeadline3":"What you will get out of it: ",
    "landingSubText3":"The experiment is not designed to benefit you, but you may enjoy watching and rating beautiful photos.",
    "landingSubHeadline4":"Potential risks: ",
    "landingSubText4":"There are no risks anticipated in taking part in this study, and you are free to leave at any time.    ",
    "landingSubHeadline5":"Privacy and Data Collection: ",
    "landingSubText5":"Your responses will be kept anonymous. Any data that we collect will be securely stored on our servers. We asked several background questions for statistical analysis purposes, but you are not obliged to answer them. Also, we ask for your email address so you can re-enter the system multiple times if you like the experiment. ",
    "landingSubHeadline6":"Duration:",
    "landingSubText6":"The basic experiment takes approximately 10 minutes. However, some people find the task engaging and like to spend more time on it. This is possible, and we will allow you to continue rating photos indefinitely (well, almost😊).    ",
    "landingSubHeadline7":"Contact information: ",
    "landingSubText7": "If you have questions about this research, you may contact the research team at ....     ",
    "landingSubHeadline8" :"Funding: ",
    "landingSubText8" :"This research is not funded.",
    "checkboxAgreeExp":"By agreeing , you confirm that you have read and understood the above and agree to take part in this research. Your participation is voluntary, and you are free to leave the experiment at any time by simply closing the web browser.",
    "home": "Home",
    "login": "Login",
    "images":"Images Page",
    "rating":"rating",
    "admin":"admin",
    "adminLogin":"Admin Login",
    "adminPageTitle": "Manage Site",
    "description": "description of the experiment",
    "choose-photos": "Start an experiment",
    "greet": "Hello, {{name}} !",
    "signIn": "Sign In",
    "signUp": "Continute",
    "enterUsername": "Please enter your email address:",
    "enterUsernameConfirm": "Enter email for verification",
    "age" : "Age",
    "continue": "Continue",
    "helloFriend": "Hello Friend",
    "firstTime": "Your first time here ?",
    "welcomeBack": "Welcome Back",
    "loginHere": "Login here",
    "createAccount": "Create new username",
    "RegisteredUsers" : "Registered Users",
    "checkToAgree" : "You must check the box to continue.",
    "enterNickname" : "Enter nickname (Optional)",
    "enterGender" : "Enter gender",
    "enterCountry" : "Enter country",
    "doneEvaluate" : "Finish rating",
    "FinishEvaluateSomeImages" : "You have finished evaluating {{imagesNumber}} photos. if you want to continute , plaese select <b>Continue evaluations</b> To finish the experiment, press <b>Finish.</b>",
    "FinishEvaluateAllImages" : "Great! You have finished evaluating {{imagesNumber}} photos. To view and rate additional photos, please select <b>Show additional photos.</b> To finish the experiment, press <b>Finish.</b>",
    "displayMoreImages" : "Show additional photos",
    "Finish":"Finish",
    "UsernamesError" : "The email addresses do not match, please try again",
    "Male" : "Male",
    "Female" : "Female",
    "Other" : "Other",
    "He" : "עברית",
    "En" : "English",
    "generalInstructions": "We will now present thumbnails of all 70 photos. Hovering the mouse over each thumbnail will enlarge it a bit, and clicking on it will enlarge it further. <br> To rate a photo, drag it to the appropriate bin on the right side of the screen. You can move photos from one bin to another until all ratings reflect your evaluations.<br> We recommend that you try to maintain a similar number of photos in each bin.<br> In general, the more you like a photo, the higher its rating should be. For example, if you like it a lot, drag it to the “9” or “10 bin. If you like it but not as much, drag it to “8” or “7”. Conversely, a photo that doesn’t impress you at all should be rated “1” or “2”.<br> After rating all 70 photos, you will be able to choose between viewing and rating additional photos or finishing the experiment. ",
    "returningGeneralInstructions": "Apparently, you have not finished rating all of the photos presented to you during your previous visit. On the current screen, you can view the photos that still need to be rated and those that have already been rated. Please complete rating the unrated photos. You can use this opportunity to change the ratings of previously rated images. <br> A reminder on how to rate images:<br> Hovering the mouse over each thumbnail will enlarge it a bit, and clicking on it will enlarge it further.<br> To rate a photo, drag it to the appropriate bin on the right side of the screen. You can move photos from one bin to another until all ratings reflect your evaluations.<br> We recommend that you try to maintain a similar number of photos in each bin.<br> In general, the more you like a photo, the higher its rating should be. For example, if you like it a lot, drag it to the “9” or “10 bin. If you like it but not as much, drag it to “8” or “7”. Conversely, a photo that doesn’t impress you at all should be rated “1” or “2”.<br> After rating all 70 photos, you will be able to choose between viewing and rating additional photos or finishing the experiment.",
    "instructions": "Experiment instructions",
    "cantBeEmpty" : "Email can't be empty",
    "cantGetIn" : "Can't have access to this page without login",
    "logoutOption":"Logout",
    "logout" : "Are you sure you want to log out?",
    "logoutButton" : "Logout",
    "signUpMobile" : "Registration for new users",
    "signInMobile" : "Login for existing users",
    "selectCountry" : "Choose country",
    "Email does not exist" : "Email does not exist",
    "invalidEmail" : "The email address is not valid",
    "emailsDontMatch" : "The email addresses are not the same",
    "ageValidation" : "The age is invalid",
    "Userwiththisemailalreadyexists" : "User with this email already exists",
    "finishExperiment1" : "We appreciate your participation in the project !",
    "finishExperiment2" :"You can return to this site later using the email with which you have registered to view and rate up to 250 photos !",
    "finishExperiment3" : "If you have any feedback on this project, ",
    "finishExperiment4" : "let us know.",
    "finishExperiment5" : "If you have not done so, you can also return here to update the background questions ",
    "finishExperiment6" : "This will help us in statistically analyzing the study’s results",
    "selectCategory": "Select Category",
    "selectImageId": "Select Image ID",
    "fetchRatings": "Fetch Ratings",
    "imageIdColumn": "Image ID",
    "imageIconColumn": "Image Icon",
    "imageNameColumn": "Image Name",
    "imageCategoryColumn": "Image Category",
    "totalRatingsColumn" : "Total Ratings",
    "avarageRatingColumn" : "Avarage rating",
    "generateCategory": "Generate Category",
    "enterMan":"Enter Category",
    "userIdColumn": "User ID",
    "ratingColumn": "Rating",
    "typeColumn": "Type",
    "submittedFromColumn": "Submitted From",
    "updatedAtColumn": "Updated At",
    "enterPassword": "Enter password",
    "back": "Back",
    "reports": "Generate Reports",
    "imageManage": "View Images",
    "ratingsManage": "View Ratings",
    "participants": "View Participants Data",
    "gender": "Gender",
    "selectGender": "Choose gender",
    "country":"Country",
    "ageRange":"Age Range",
    "usersByCountry":"Users by Country",
    "ageDistribution": "Age Distribution",
    "noParticipantsData": "There is no participants data to present",
    "numOfParticipants": "Number of participants",
    "backHome" : "Back to Home Page",
    "continueEvaluations":"Continue evaluations",
    "adminRatingTitle": "Admin Rating Page",
    "return": "Return",
    "addImage": "Add Image",
    "update" :"update",
    "updateHeader" :"Update personal information",
    "updateCountry" :"Updated Country",
    "updateAge" :"Updated Age",
    "AgeMustContainOnlyNumbers" : "Age must contain only numbers",
    "AgeMustBeBetween1899"  :"Age must be between 18-99",
    "emailExistsNote"  :"If you are already registered, please log in using the button on the left",
    "basket10" :"Like a lot",
    "basket1" :"Do not like"
}
  