{
    "welcome": "!ברוכים הבאים לאפליקציה שלי",
    "langugaes":"שפות",
    "landingIntro": ",שלום רב<br/>.ברוכים הבאים לפרוייקט מאגר התמונות<br/>\"אם נרשמתם כבר במערכת, נא הכנסו אליה באמצעות כפתור: \"כניסה למשתתפים רשומים  <br/>.המאגר מפותח במסגרת פרויקט גמר שמתבצע במחלקה להנדסת תכנה ומערכות מידע באוניברסיטת בן-גוריון<br/>.מטרתנו היא ליצור מאגר של תמונות יפות שצולמו על ידי צלמים חובבים ומקצועיים ולהבין עד כמה אנשים אוהבים כל אחת מהן. כדי לאפשר לנו להגיע להערכה מהימנה של יופי התמונות, אנו מבקשים שתצפו ב-70 תמונות לפחות ושתתנו לכל אחת מהן ציון שמבטא עד כמה אתם אוהבים אותה. להערכתנו, משך הזמן הנדרש לכך הוא כ- 10 דקות<br/>.המחקר הוא אנונימי. אנחנו מעוניינים בנתונים סטטיסטיים ולא בנתונים אישיים, ולכן איננו אוספים עליכם פרטים כלשהם. נשמח אם בהמשך תשיבו על כמה שאלות דמוגרפיות, אבל זה לא חובה. המידע היחידי שאנחנו צריכים הוא כתובת דואר אלקטרוני כדי שנוכל לאפשר לכם להמשיך להיכנס למערכת בעתיד במידה ותרצו בכך",
    "checkboxAgreeExp":"אני מסכים/ה להשתתף בפרויקט",
    "home": "בית",
    "login": "התחברות",
    "images":"תמונות",
    "rating":"דירוג",
    "admin":"ניהול אתר",
    "adminLogin":"כניסת מנהל",
    "adminPageTitle": "עמוד ניהול האתר",
    "description": "תיאור הניסוי",
    "choose-photos": "התחל ניסוי",
    "greet": "שלום, {{name}}!",
    "signIn": "כניסה",
    "signUp": "הרשמה",
    "enterUsername": "הכנס/י כתובת מייל",
    "enterUsernameConfirm": "הכנס/י כתובת מייל לאישור",
    "age" : "גיל",
    "continue": "המשך",
    "helloFriend": "שלום לך",
    "firstTime": " ? פעם ראשונה שלך כאן",
    "welcomeBack": "ברוכים השבים",
    "loginHere": "אם קיים שם משתמש , לחץ כאן",
    "createAccount": "יצירת חשבון חדש",
    "checkToAgree" : "לא ניתן להמשיך ללא הסכמה להשתתף בפרוייקט",
    "enterNickname" : "הכנס/י כינוי (אופציונלי)",
    "enterGender" : "הכנס/י מגדר",
    "enterCountry" : "הכנס/י מדינה",
    "doneEvaluate" : "סיימתי להעריך",
    "FinishEvaluateAllImages" : "יפה מאוד, סיימת להעריך {{imagesNumber}} תמונות. במידה ואתה רוצה לראות תמונות נוספות, אנא בחר <b>\"הצג עוד תמונות\"</b>. כדי לסיים את הערכת התמונות ולצאת מהמערכת , בחר <b>\"סיום\"</b>",
    "FinishEvaluateSomeImages" : "יפה מאוד, סיימת להעריך {{imagesNumber}} תמונות. כדי לסיים את הערכת התמונות ולצאת מהמערכת , בחר <b>\"סיום\"</b>",

    "displayMoreImages" : "הצג תמונות נוספות",
    "Finish":"סיום",
    "UsernamesError" : "כתובות המייל אינן תואמות , אנא נסה שנית",
    "Male" : "זכר",
    "Female" : "נקבה",
    "Other" : "אחר",
    "He" : "עברית",
    "En" : "English",
    "instructions": "הנחיות לביצוע הניסוי",
    "generalInstructions" : "כעת נציג בפניכם את כל 70 התמונות בתוך חלון כשהן מוקטנות. השהיית העכבר על כל תמונה תגדיל אותה קצת, ולחיצה עם העכבר על התמונה תגדיל אותה עוד.<br> את הציונים לכל תמונה נותנים על ידי גרירתה לתא המתאים בצד ימין של המסך. המערכת מאפשרת להעביר תמונות מתא אחד לתא אחר, עד שתרגישו שהציונים לכל התמונות אכן משקפים את טעמכם.<br> אנחנו ממליצים שתהיה כמות דומה (לא בהכרח זהה) של תמונות בתאי הציון השונים.<br> בעיקרון, ככל שאתם אוהבים יותר את התמונה, כך היא צריכה להיות בתא עם ציון גבוה יותר. למשל, אם אתם מאד אוהבים את התמונה, תנו לה ציון של 9 או 10. אם אתם אוהבים אבל לא עד הסוף, תנו ציונים של 7 או 8. ולהפך: תנו ציון של 1 או 2 לתמונות שאתם בכלל לא אוהבים וכך הלאה.<br> לאחר שתסיימו לתת ציונים ל-70 התמונות, תוכלו לבחור בין האפשרות לראות תמונות נוספות ולתת להן ציונים או לסיים את השתתפותכם.",
    "returningGeneralInstructions": "שלום! כנראה לא השלמת את הערכת כל התמונות שהוצגו בפעם הקודמת. במסך הנוכחי ניתן לראות את התמונות שנותרו להערכה ואת אלו שכבר קיבלו ציונים. נבקשך להשלים את הערכת התמונות הנותרות. בהזדמנות זו, ניתן גם לשנות את הציונים של התמונות שכבר קיבלו ציון. <br>תזכורת להנחיות הפעולה במערכת: <br>השהיית העכבר על כל תמונה תגדיל אותה קצת, ולחיצה עם העכבר על התמונה תגדיל אותה עוד. <br> את הציונים לכל תמונה נותנים על ידי גרירתה לתא המתאים בצד ימין של המסך. המערכת מאפשרת להעביר תמונות מתא אחד לתא אחר, עד שתרגישו שהציונים לכל התמונות אכן משקפים את טעמכם. <br> אנחנו ממליצים שתהיה כמות דומה (לא בהכרח זהה) של תמונות בתאי הציון השונים.<br> בעיקרון, ככל שאתם אוהבים יותר את התמונה, כך היא צריכה להיות בתא עם ציון גבוה יותר. למשל, אם אתם מאד אוהבים את התמונה, תנו לה ציון של 9 או 10. אם אתם אוהבים אבל לא עד הסוף, תנו ציונים של 7 או 8. ולהפך: תנו ציון של 1 או 2 לתמונות שאתם בכלל לא אוהבים וכך הלאה. <br> לאחר שתסיימו לתת ציונים ל-70 התמונות, תוכלו לבחור בין האפשרות לראות תמונות נוספות ולתת להן ציונים או לסיים את השתתפותכם.",
    "cantBeEmpty" : "מייל אינו יכול להיות ריק",
    "cantGetIn" : "אין אפשרות לקבל גישה לדף זה ללא התחברות",
    "logoutOption":"התנתקות מהמערכת",
    "logout" : "האם את/ה בטוח שברצונך להתנתק?",
    "logoutButton" : "התנתק",
    "signUpMobile" : "הרשמה למשתמשים חדשים",
    "signInMobile" : "כניסה למשתמשים קיימים",
    "selectCountry" : "בחר/י מדינה",
    "Email does not exist" : "המייל אינו קיים במערכת",
    "invalidEmail" : "כתובת המייל אינה תקינה",
    "emailsDontMatch" : "כתובות המייל אינן זהות",
    "ageValidation" : "הגיל אינו תקין",
    "Userwiththisemailalreadyexists" : "המשתמש עם האימייל הזה כבר קיים",
    "finishExperiment": "אנו מעריכים את השתתפותך בפרויקט! תוכל לחזור לאתר זה מאוחר יותר באמצעות המייל שאיתו נרשמת לצפייה ולדרג עד 250 תמונות!. אם יש לך משוב על פרויקט זה, אנא הודע לנו על ידי לחיצה על הקישור משוב. אם לא עשית זאת, תוכל גם לחזור לכאן כדי לעדכן את שאלות הרקע. זה יעזור לנו בניתוח סטטיסטי של תוצאת המחקר.",
    "selectCategory": "בחר קטגוריה",
    "selectImageId": "בחר שם תמונה",
    "fetchRatings": "הבא דירוגים",
    "imageIdColumn": "מזהה תמונה",
    "imageIconColumn": "תמונה",
    "imageNameColumn": "שם תמונה",
    "imageCategoryColumn": "קטגוריית תמונה",
    "totalRatingsColumn" : "מס' דירוגים כללי",
    "avarageRatingColumn" : "מס' דירוגים כללי",
    "generateCategory": "ג'נרט קטגוריה",
    "enterMan":"הכנס קטגוריה",
    "userIdColumn": "מזהה משתמש",
    "ratingColumn": "דירוג",
    "typeColumn": "סוג",
    "submittedFromColumn": "מקום הגשה",
    "updatedAtColumn": "תאריך עדכון",
    "enterPassword": "הכנס/י סיסמה",
    "back": "חזור"

}
