{
    "welcome": "Welcome to my app!",
    "landingIntro": " Hello,<br/> Welcome to the image database project .<br/> if you have already registered a system, please enter it using the button.<br/>The database is developed including a final project that is being carried out in the Department of Software Engineering and Information Systems at Ben-Gurion University.<br/>  Our goal is to create a database of beautiful photos taken by amateur and professional photographers and understand how much people like each of them. To allow us to arrive at a reliable assessment of the beauty of the photos, we ask that you view at least 70 photos and give each of them a score that expresses How much do you like her? In our estimation, the time required is about 10 minutes. <br/>The research is anonymous. We are interested in data scientists and not in personal data, so we do not collect any details about you. We would be happy if you later answer some demographic questions, but It's not mandatory, all you need is an email address so we can allow you to enter the mandatory cave.",
    "checkboxAgreeExp":"I agree to participate in the project",
    "home": "Home",
    "login": "Login",
    "images":"Images Page",
    "rating":"rating",
    "admin":"admin",
    "adminPageTitle": "Mange Site",
    "description": "description of the experiment",
    "choose-photos": "Start en experiment",
    "greet": "Hello, {{name}}!",
    "signIn": "Sign In",
    "signUp": "Sign up",
    "enterUsername": "Enter email",
    "enterUsernameConfirm": "Enter email for confirmation",
    "age" : "Age",
    "continue": "Continue",
    "helloFriend": "Hello Friend",
    "firstTime": "Your first time here ?",
    "welcomeBack": "Welcome Back",
    "loginHere": "Login here",
    "createAccount": "Create new username",
    "checkToAgree" : "It is not possible to continue without consent to participate in the project",
    "enterNickname" : "Enter nickname",
    "enterGender" : "Enter gender",
    "enterCountry" : "Enter country",
    "doneEvaluate" : "Done Evaluate",
    "subimtRateModalText" : "Very nice, you have finished evaluating {{imagesNumber}} images. Information and you want to see more photos, please select <b>\"Show more images\"</b>. To finish evaluating the photos and exit the system, please select <b>\"Finish\"</b>",
    "displayMoreImages" : "Display more images",
    "Finish":"Finish",
    "UsernamesError" : "The email addresses do not match, please try again",
    "Male" : "Male",
    "Female" : "Female",
    "Other" : "Other"
}
  